[
{"title": ["Google Cloud Platform Engineer"], "url": "https://www.linkedin.com/jobs/view/3606146307/?eBP=CwEAAAGIh4jm-1d_Ru9uu5aqs9XGhawtZEQOVsjoqUVWj_4C12E7XwllP5Ml9qoNkFFfFuQUZb53FjUxobtILlMZR8XphnEDN8GrngzmnqeYlgQYCTCudJllve1bzO8y4TIh3EgioDy7IudbiLRZgVXTSg6f1G_gr6Eelp4C6UepU-XdeCceqr0VAUhzK3pwGwzaRVmk08RxB_39ZzIamKWKBJFsy7_bvuB1YsH6eGd3gxfQHJUV2EoUELKFQa-sByLlZBnrdfkrjHgPKz3KmTQmjk_Ua3JVQn1VHWwh6J5bKh3zkYDQabuvYjbiu1SoLMc9qbtp6OPuDjreC0k63ATfmkeWjTkT87xBvyqqN6hE5kvBevCEuGD8FuSIkqPMq1Nvwf_VOVA&refId=Htuc9nxhc3%2BoeMp1bUhLrA%3D%3D&trackingId=E7MMZbwT3e%2FgqJLYQOyc9Q%3D%3D&trk=flagship3_search_srp_jobs", "content": ["\n                ", "\n", "        "]},
{"title": ["Cloud Native Engineer"], "url": "https://www.linkedin.com/jobs/view/3280955344/?eBP=CwEAAAGIh4jm-we7fQPRXQ4xPwQZfmq_DiHfimq2yyjvBvBQQlNmlr81MDu90es3EjpST-LgfVEi1k21OoZs0nxKYBq6XdyQN2O1uIVeqyO_g-EiIL6H2UrsyfwlfE92rx9Xcd7w2lOT7vUr384M9rv9Yf9a0GiS9lIB2ew5HxkySw-kLKqMpAdNpDD2BUJEpFjsHer9M34dN-z9K59YJUfvdowbfRtih-rqQTuAoVNYuGFlPw_E07BQ1ZqrVBpL_ht94-qCZ8D-4SLTcmm_4jchnkfOb2abY7SN6Dowhf9dH7kO6bUIN4tk5yjN99jRi62-83lIbnO3RedQhHPoKkgGFXC6F7qhLpRY1Q7PAAZxVXWCq4Jjojsr_gyKC8fAtzgZayqZUA0&refId=Htuc9nxhc3%2BoeMp1bUhLrA%3D%3D&trackingId=jwGt9d8e2AHL7mOX0EoNWA%3D%3D&trk=flagship3_search_srp_jobs", "content": ["\n                Do you want to be at the forefront of Deloitte's emerging cloud practice? We're looking for exceptional problem-solvers to help address our clients' most compelling Cloud needs. You will work along-side top engineers and technical thought leaders building Cloud solutions helping shape the future of global enterprises. You will be at the heart of the technical solutioning and leading-edge product development.", "\n", "\n", "Deloitte's Government and Public Services (GPS) practice - our people, ideas, technology, and outcomes-is designed for impact. Serving federal, state, & local government clients as well as public higher education institutions, our team of over 15,000+ professionals brings fresh perspective to help clients anticipate disruption, reimagine the possible, and fulfill their mission promise.", "\n", "\n", "Lead/support implementation of cloud-native platforms and Agile application development technologies in areas of software development, integration and test of software applications and i nfrastructure. The Cloud Native Engineer will be primarily responsible for utilizing technical skills to coordinate enhancements and deployment efforts and to provide insight and recommendation s for implementing client solutions. Engineers will work closely with other cloud teams, project managers, engineers and other functions.", "\n", "\n", "Our Cloud Engineering team focuses on enabling our client's end-to-end journey from On-Premise to Cloud, with opportunities in the areas of: Cloud Strategy, Op Model Transformation, Cloud Development, Cloud Integration & APIs, Cloud Migration, Cloud Infrastructure & Engineering, and Cloud Managed Services. We help our clients see the transformational capabilities of Cloud as an opportunity for business enablement and competitive advantage.", "\n", "\nCloud Engineering supports our clients as they improve agility and resilience and identifies opportunities to reduce IT operations spend through automation by enabling Cloud. We accelerate our clients towards a technology-driven future, leveraging vendor solutions and Deloitte-developed software products, tools, and accelerators.", "\n", "\n", " Ability to travel 0-50%, on average, based on the work you do and the clients and industries/sectors you serve.", "\n", "\n\n", "        "]},
{"title": ["AWS Data Engineer"], "url": "https://www.linkedin.com/jobs/view/3616923291/?eBP=CwEAAAGIh4jm-8ScC6rWzcn3QBspDGNr09g-F5hMx1qK6BZt72AiaUM0bpPvCKDSO20w-VaLsdoJNsikpLUAxd0llWHSJpo3W8t6a3bUUOb6LZHq-8dTBuePYaAbqgke-DdqvkGknvKx6kUnZeWDD_pkbzwC4Ijj0kYijwYvPmo3qyL3iIccgpLUoIl0g_EFqQ8l1iasRuLJsQa1f7-a6poD0gg2FQKkoQqKAjgGzW_utXRImO_GNNHQCrlJNmAPtc1F05V9Z5KY04ttpCQzaHqFYuz-VI59-_7NLPb-EEFgVmIZNIKYUHNztCwvRxQjwR0QcAtZk1LdFQhDhTu5Pdtf8kmhF52snpwTQCOTxv-7VT_4wxVIcGcrMnSPKckbfrATeH0r&refId=Htuc9nxhc3%2BoeMp1bUhLrA%3D%3D&trackingId=av%2BkZid%2BM2bPytPTCK%2BOPQ%3D%3D&trk=flagship3_search_srp_jobs", "content": ["\n                Job Description A local Atlanta consulting firm is looking to hire an AWS Data Engineer. This is a full-time position with some travel required. This company serves a Fortune 500 clients and strives to deliver flexible and innovative software solutions that meet their needs.", "\n", "\nThe ideal candidate has over 5 years of experience using AWS Cloud technologies, ETL Pipelines, Python, Data Streaming, and REST APIs. The current project involves developing a new corporate communication application for a national quick service restaurant. You will be building the AWS data architecture and environment. Required Skills & Experience", "\n", " Desired Skills & Experience", "\n", " What You Will Be Doing Tech Breakdown", "\n", " Daily Responsibilities", "\n", " The Offer", "\n", "Applicants must be currently authorized to work in the US on a full-time basis now and in the future.", "\n", "\n", " Erik Strama", "\n", "\n\n", "        "]},
{"title": ["Software Engineer (Cloud)"], "url": "https://www.linkedin.com/jobs/view/3596332738/?eBP=CwEAAAGIh4jm-wYKkTQv7V51OYb6snrzMKKhCa3hSlidUu5o47H9CQy6ol5rP2QSJ_WsUFUb-a0FvGMcNyxprAJX_FSwcFfK5X5X65pqNgOzXlaMIm9_SRiGPseLbjah-eQ2h1fN2_Mh9c1C5VZaGgf9FO9qsLX2wm6J1J3lAl79SCSMi6UY1GXcn-NrRcfBXeihfvHO_QZiCSDgVeoMoaWbXF1c5dl-ZdDjFhH-0V743Z6gb4RtlFNZVnO9OrZZqcZLEpIItJ2woXdmLXR991iRZBaZot5hYYOHrTfSpGBQcZUtWjRSCtjvuSc6wLoRNp9TGib7o1_iZQZFVmqaTc7INDDpUJmU-O9Z9qBaUFW1K0mf6zvGx3Onup4G5FriVlpm-t26PDA&refId=Htuc9nxhc3%2BoeMp1bUhLrA%3D%3D&trackingId=qVlyqNZk55eUxMpPK%2FXfCg%3D%3D&trk=flagship3_search_srp_jobs", "content": ["\n                ", "NEOGOV is a proud SaaS leader in the Public Sector for the HR, Recruiting, employee development and management. Through the NEOGOV HR Suite, our passion is to bring efficient and more innovative solutions to public sector organizations. We are in business to ", "We’re looking for a Cloud Software Engineer to join our team. You will be developing using cloud native technologies, patterns, and philosophies, including AWS, Containerization, and DevOps/SRE . You will work closely with our product owner and team of other software engineers to ensure that the SaaS product we’re delivering meets our industry-leading standards of quality.", "\n", "\nWhat You Will do", "\n", "Who You Are", "\n", "What NEOGOV Offers", "\n", "\nComprehensive Benefits package (medical, dental, vision, etc.) for full-time employees", "\n", "NEOGOV does not discriminate in employment on the basis of race, color, religion, sex (including pregnancy and gender identity), national origin, political affiliation, sexual orientation, marital status, disability, genetic information, age, membership in an employee organization, retaliation, parental status, military service, or other non-merit factors.", "\n", "\n\n", "        "]},
{"title": ["Software Engineer II (Python|SQL|AWS)"], "url": "https://www.linkedin.com/jobs/view/3620630094/?eBP=JOB_SEARCH_ORGANIC&refId=Htuc9nxhc3%2BoeMp1bUhLrA%3D%3D&trackingId=s5jHs7GUWd7R%2BoZHbndziA%3D%3D&trk=flagship3_search_srp_jobs", "content": ["\n                ", "You will have the technical expertise of the components of our system and how they interact with other platforms. You will monitor any internal client-impacting errors or failures and work with internal resources to solve challenges that may arrive. You’ll use the best tools for the job, whether modern and revolutionary or time-tested and proven, to deliver elegant, scalable solutions that meet business and technical needs.", "\n", "\n", "The Data Transmission team leverages the following technologies in our day-to-day development process: Python, React, Docker, Typescript, Apache Spark, Datadog, Jenkins, AWS Elastic Map-Reduce (EMR), PostgreSQL", "\n", "\n", "Base salary for the role is commensurate with experience and can range between $90,000 - 130,000 + annual bonus opportunity.", "\n", "\n", "HealthVerity synchronizes transformational technologies with the nation’s largest healthcare and consumer data ecosystem to power previously unattainable outcomes and fundamentally advance the science. We offer a comprehensive, yet flexible approach, based on the foundational elements of Identity, Privacy, Governance and Exchange (IPGE), that synchronizes unparalleled Identity management with built-in Privacy compliance and Governance, providing the ability to discover and Exchange a near limitless combination of data at a record pace. Together with our partners in life sciences, government and insurance, we are Synchronizing the Science. To learn more about HealthVerity, visit healthverity.com .", "\n", "\n", "– Our technology is at the forefront of some of the biggest healthcare challenges in the world.", "\n", "\n", " – Our people define our culture and always will. We take time out to celebrate each other at the end of every week through company-wide shout outs, and acknowledge the value that each of us adds towards our greater mission. Come share all you have to offer.", "\n", "\n", " – Every team member is continually learning, no matter if we've been in a role for one year or much longer. We are committed to learning and implementing what is best for our clients, partners, and each other.", "\n", "\n", "HealthVerity is an equal opportunity employer devoted to inclusion in the workplace. We believe incorporating different ideas, perspectives and backgrounds make us stronger and encourages an environment where ageism, racism, sexism, ableism, homophobia, transphobia or any other form of discrimination are not tolerated. All qualified job applicants will be given consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, protected veteran status, or on the basis of disability. At HealthVerity, we’re working towards an innovative and connected future for healthcare data and believe the future is better together. We can only do that if everyone has a seat at the table. Read our Equity Inclusion and Diversity Statement .", "\n", "\nIf you require a reasonable accommodation in completing this application, interviewing, completing any pre-employment testing, or otherwise participating in the employee selection process, please direct your inquiries to careers@healthverity.com", "\n", "\nRemote opportunities are not available in all areas and require team members to work from a fixed location due to tax and labor law implications - specific questions about remote positions can be discussed during the interview process with your recruiter.\n", "        "]}
]